[BalanceDefs.BD_Cordially_Generator InteractiveObjectBalanceDefinition]
DefaultDisplayName="Faíscas"

[ChestGrades.ObjectGrade_StrongBox_Teapot InteractiveObjectBalanceDefinition]
DefaultDisplayName=""
Grades[0]=(GradeModifiers=)

[Icons.Icon_Cordially_Emancipate InteractionIconDefinition]
Text="EMANCIPAR"

[Icons.Icon_Cordially_PlaceFluffybutts InteractionIconDefinition]
Text="ACOMODAR A PRINCESA BUNDUDA"

[Icons.Icon_Cordially_PlaceSirReginald InteractionIconDefinition]
Text="ACOMODAR SIR REGINALD"

[Icons.Icon_Cordially_TurnOn InteractionIconDefinition]
Text="LIGAR"

[Icons.Icon_Z1_CordiallyInvited_Rescue InteractionIconDefinition]
Text="RESGATAR"

[Icons.Icon_Z3_CordiallyInvited_Smack InteractionIconDefinition]
Text="ACERTAR"

[InteractiveObjects.FleshStickIO InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.IO_MO_Cordially_Generator InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.Princess InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.SirReginald InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[InteractiveObjects.SirReginaldToPlace InteractiveObjectDefinition]
StatusMenuMapInfoBoxHeader=""
StatusMenuMapInfoBoxDescription=""

[ItemDefs.ID_MO_Crompet MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Bolinhos"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_Crompet:AttributePresentationDefinition_2 AttributePresentationDefinition]
Description="O prato preferido das pessoas que celebram festinhas e se acham o máximo."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_GyroParts MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Peça de Abutre"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_GyroParts:AttributePresentationDefinition_1 AttributePresentationDefinition]
Description="Isso era parte de um Abutre até que, basicamente você decidiu que ficaria melhor numa pilha de sucata. E você tinha razão."
NoConstraintText=""
Suffix=""
Prefix=""

[ItemDefs.ID_MO_Princess MissionItemDefinition]
UseFailureCharacterMessage="É preciso ser %s para usar esse item."
ItemName="Princesa Bunduda"
PickupMessage="Você tem %s"
UseFailureLevelMessage="Você deve estar, pelo menos no nível %d para usar esse item."
UseFailureConstraintsMessage="Você não pode usar esse item."
NoManufacturerName="Genérico"

[ItemDefs.ID_MO_Princess:AttributePresentationDefinition_0 AttributePresentationDefinition]
Description="Uma boneca modificada por Tina Pequenina para usar uma granada no lugar de uma cabeça."
NoConstraintText=""
Suffix=""
Prefix=""

